{
    "amor": [
      "El amor es el idioma que todos los corazones entienden.",
      "Amar es encontrar en la felicidad de otro la propia felicidad.",
      "En el jardín del amor, la paciencia es la flor más hermosa.",
      "El amor no se trata de cuántas veces dices 'te amo', sino de cuántas acciones respaldan esas palabras.",
      "En el amor, cada día es una nueva página en el libro de la felicidad.",
      "Amar es ver a alguien como la mejor versión de sí mismo, incluso cuando él mismo no puede verlo.",
      "El verdadero amor no es algo que encuentras, sino algo que construyes.",
      "El amor no tiene razón, y la razón no tiene amor.",
      "Amar es dar a alguien la capacidad de destruirte y confiar en que no lo hará.",
      "El amor es la fuerza más poderosa del mundo, y sin embargo, es la más humilde imaginada."
    ],
    "motivacional": [
      "El éxito no es la clave de la felicidad; la felicidad es la clave del éxito.",
      "Cada día es una nueva oportunidad para cambiar tu vida.",
      "El único lugar donde el éxito viene antes que el trabajo es en el diccionario.",
      "No importa cuántas veces hayas fallado, siempre puedes intentarlo una vez más.",
      "La motivación te impulsa, pero la determinación te mantiene en marcha.",
      "El único modo de hacer un gran trabajo es amar lo que haces.",
      "Cree en ti mismo y todo será posible.",
      "La única forma de alcanzar el límite es yendo más allá de él.",
      "El éxito es la suma de pequeños esfuerzos repetidos día tras día.",
      "La actitud es la diferencia entre una oportunidad y un obstáculo."
    ],
    "amistad": [
      "La amistad es un alma que habita en dos cuerpos.",
      "Los amigos son como estrellas; no siempre los ves, pero sabes que siempre están allí.",
      "Un verdadero amigo es alguien que te conoce tal como eres, comprende dónde has estado, te acompaña en tus logros y errores, y nunca deja de creer en ti.",
      "La amistad duplica las alegrías y divide las angustias a la mitad.",
      "Un amigo es alguien que te da total libertad para ser tú mismo.",
      "La amistad no se trata de quién has conocido por más tiempo, sino de quien llegó y nunca se fue.",
      "Un amigo es alguien que te conoce mejor y aún así te ama.",
      "La verdadera amistad es cuando puedes callar durante un tiempo y compartir la alegría del silencio.",
      "En la prosperidad, nuestros amigos nos conocen; en la adversidad, conocemos a nuestros amigos.",
      "Un amigo es el que llega cuando todo el mundo se va."
    ],
    "tristeza": [
      "A veces, las lágrimas son la manera en que el corazón habla cuando los labios no pueden expresar el dolor.",
      "La tristeza es como las olas del océano, viene y va, pero siempre deja una huella en la arena.",
      "En la tristeza, descubrimos quiénes son nuestros verdaderos amigos.",
      "A veces, el mayor acto de amor es simplemente estar allí en silencio cuando alguien más lo necesita.",
      "La tristeza es el arte de cultivar un jardín de emociones en el alma.",
      "No hay tristeza que el tiempo no cure.",
      "La tristeza no es un signo de debilidad, sino de haber sido fuerte por demasiado tiempo.",
      "El dolor que no se habla, se convierte en lágrimas guardadas en el corazón.",
      "A veces, es necesario atravesar la oscuridad para apreciar la luz.",
      "La tristeza puede ser la llave para abrir las puertas de la comprensión y la empatía."
    ],
    "feliz_cumpleaños": [
      "Que tu día esté lleno de amor, alegría y sorpresas inolvidables. ¡Feliz cumpleaños!",
      "Hoy celebramos la increíble persona que eres y la maravillosa vida que llevas. ¡Feliz cumpleaños!",
      "Cada año que pasa, te vuelves más valioso para todos nosotros. ¡Feliz cumpleaños!",
      "Que este nuevo año de vida esté lleno de logros, risas y momentos especiales. ¡Feliz cumpleaños!",
      "Hoy es el día en que el mundo se iluminó con tu presencia. ¡Feliz cumpleaños, que tu luz brille siempre!",
      "Que este año te traiga todo lo que has estado buscando y más. ¡Feliz cumpleaños!",
      "Celebra cada momento y haz que este día sea tan especial como tú eres. ¡Feliz cumpleaños!",
      "En tu día especial, deseo que recibas tanto amor como el amor que das. ¡Feliz cumpleaños!",
      "Que la felicidad te envuelva hoy y siempre. ¡Feliz cumpleaños a alguien verdaderamente especial!",
      "Que este nuevo año de vida te traiga muchas razones para sonreír y ser feliz. ¡Feliz cumpleaños!"
    ]
  }